[
    {
        "title": "Биологи выяснили причину массовой гибели морских ежей в Красном море",
        "body": "В конце 2022 года ученые забили тревогу из-за неизвестной эпидемии, от которой гибнут морские ежи в заливе Акаба около израильского города Эйлат. Долгое время биологи не могли понять причину их вымирания. К счастью, исследователи Тель-Авивского университета выяснили, что смертельно повлияло на морских животных.  Израильские ученые в 2022 году заметили, что популяция черных морских ежей с длинными шипами вида Diadema setosum у берегов Эйлата резко и значительно снизилась. За полтора года биологи выяснили, что массовое вымирание произошло не только в заливе Акаба, но и в Красном море, а также достигло вод Индийского океана. По подсчетам авторов работы, в результате эпидемии в разных районах погибло от 88% до 100% особей вида Diadema setosum и их близких родственников из рода Echinothrix. Ученые проанализировали останки морских ежей, чтобы выяснить, что с ними случилось. Как показали результаты, обитатели морского дна подверглись атаке каких-то патогенов, но что именно их убивало, оставалось неразгаданным. Позже исследователи обнаружили, что из-за болезни у животных был некроз тканей, это приводило к обнажению скелета и смерти морских ежей. Исследованием по определению патогена руководил доктор Омри Бронштейн из Школы зоологии и Музея естественной истории Штайнхардта. В 2024 году биологи выяснили, что причиной вымирания стали водные инфузории из подкласса Scuticociliatia. Как оказалось, в 2022 году подобные одноклеточные уже вызывали смертельные заболевания у морских ежей, но на противоположном конце планеты — в Карибском море.  «Смертельный патоген переносится водой и может за очень короткое время поразить обширные территории. Даже морские ежи, выращенные в искусственных системах с морской водой в Межвузовском институте морских наук в Эйлате и в Подводной обсерватории, были инфицированы. Они погибли после того, как микроорганизм попал внутрь через систему рециркуляции морской воды. Но благодаря этому случаю с помощью видеосистемы наша исследовательская группа смогла задокументировать все стадии заболевания — от заражения до смерти», — рассказал Бронштейн. Биологи бьют тревогу не только из-за массового вымирания морских ежей, но и из-за опасности гибели коралловых рифов. Diadema setosum играют большую роль в жизни кораллов: они питаются водорослями, которые конкурируют с кораллами за солнечный свет и еду. То есть, если погибнут все морские ежи в определенном ареале обитания, кораллам станет в разы тяжелее выжить. В свою очередь, коралловые рифы — укрытие для мелких рыб от хищников, а также место размножения для многих видов морских и океанических животных. Кроме того, рифы полезны и для человека: они защищают береговые линии от больших волн намного эффективнее даже самых современных искусственных сооружений. Результаты исследования, опубликованного в журнале Current Biology, помогут биологам найти способ лечения обитателей морского дна и спасти Diadema setosum от вымирания.",
        "category": [
            "# вымирание видов",
            "# Красное море",
            "# Мировой океан",
            "# морские виды",
            "# морские ежи",
            "# морской еж"
        ],
        "comments": [
            "И на сколько это оправдано с биологической точки зрения? Так бы выжили ежики, у которых иммунитет к этим инфузориям и вопрос решился бы сам собой, как решался миллионы лет до человека. А теперь врожденного иммунитета не будет и эти ежики станут очередной дорогой вариацией домашних питомцев.",
            "«рифы полезны и для человека: они защищают береговые линии от больших волн и цунами намного эффективнее даже самых современных искусственных сооружений.»\r\nОт прибоя да; бурун на рифе грохочет в любую погоду, днём и ночью, слышно будто идущий в отдалении поезд. Даже в штиль накатывает зыбь на риф. \r\nА вот про цунами крайне сомнительно, крайне. Цунами поднимается на два-три метра, и легко и неотвратимо переливается через риф, ведь он даже над водой не торчит обычно. Пологая водяная гора цунами проходит риф как   КамАЗ лежачего полицейского. Безо всякой остановки.",
            "«это приводило к обнажению костей и смерти морских ежей.»\r\nНадя, у морских ежей нет костей. Вообще, в принципе нет. Это же иглокожие, а не позвоночные. Много собрал за свою жизнь морских ежей, и много съел их,  разрубая ножом панцирь \"по экватору\". Внутри только икра и мягкие ткани. Много вёдер и тазиков съел — костей не было. Ни в одном. Никогда. Ни одной кости. Абсолютно.) Панцирь как скорлупа, снаружи иглы, и ротовая фреза. Больше у ежей ничего твёрдого нет. Это же была у вас шутка посмеяться про кости в ежах?",
            "Николай, большое спасибо за ваши замечания. Мы всё поправили)",
            "Надя, расценивайте как поддержку ваших трудов. Писать дело не такое простое. Всегда рад помочь, простите за шуточное гиперакцентирование.) просто и рифы вокруг островов наблюдал много раз, с воздуха, местности и из-под воды, и с ежами близко знаком) мог бы выложить кучу своих фото про тех и других, да новость всё же ваша, и она немного о другом."
        ],
        "created_date": "2024-05-24",
        "index_importance": "4.9",
        "views": "2346"
    },
    {
        "title": "Астрономы впервые разглядели рождение древнейших галактик Вселенной",
        "body": "С помощью космического телескопа «Джеймс Уэбб» астрономы изучили спектры трех небольших галактик из времен, когда с Большого взрыва прошло всего 400-600 миллионов лет. Исследователям удалось доказать, что далекие скопления молодых звезд вплотную окружены их плотными облаками газа — идет образование первых галактик Вселенной. Согласно общепринятой модели, галактики формируются из скоплений звезд и первичного нейтрального атомарного водорода. Скопления притягивают газ, который скапливается в окрестностях — гало — галактик. Со временем он охлаждается, в самых плотных его областях начинают зарождаться новые звезды. Поэтому, чтобы изучить формирование первых галактик, нам важно увидеть эти газовые облака. Обычно астрономы ищут такие «звездные колыбели» газа по радиолинии водорода с длиной волны примерно 21 сантиметр. К сожалению, при изучении ранней Вселенной этот метод не работает, не хватает силы излучения. Зато для этой цели подходит другая спектральная линия водорода — линия Лайман-альфа. Только ученые зачастую ищут не само излучение, а его поглощение облаками газа. Само излучение при этом идет от еще более дальних объектов. По «качеству» поглощения линии Лайман-альфа астрономы из Копенгагенского университета (Дания) отобрали три галактики в ранней Вселенной. Поиск вели по открытым базам данных наблюдений космического телескопа «Джеймс Уэбб». Ученым удалось набрать дюжину кандидатов, из которых отобрали три объекта с самыми «чистыми» данными. Три отобранные галактики: CEERS-43833, какой она была через 572 миллиона лет после Большого взрыва (красное смещение (z) 8,76), MACS0647 — спустя 467 миллионов лет после Большого взрыва (z = 10,17), CEERS-16943 — через 398 миллионов лет после Большого взрыва (z = 11,4). Проблема заключалась в том, что поглощение линии водорода мог вызвать обычный рассеянный газ в межгалактическом пространстве. Также оставалась возможность, что каждая из этих галактик просто находится в области космоса с повышенной плотностью газа. Чтобы это проверить, авторы исследования провели компьютерное моделирование. Оказалось, для таких показателей поглощения плотность газа в окрестностях должна быть в 30-50 раз выше среднего значения — это просто нереалистично. Впрочем, в окрестностях первой галактики действительно нашлось скопление газа, но лишь в пять раз плотнее «нормы» — недостаточно, чтобы объяснить данные наблюдений. Результаты работы опубликованы в журнале Science. По оценкам ученых, у всех трех галактик очень молодые звезды, возрастом менее 100 миллионов лет. Их суммарная звездная масса — 108-109 солнечных масс. При этом масса окружающих их «оболочек» из газа — от двух до семи раз больше массы звезд, и это лишь нижняя оценка. В самих галактиках тоже может находиться межзвездный газ, который мы не видим. Тогда общая масса этих объектов может быть на порядок выше. «Можно сказать, это первые снимки формирования галактик, сделанные „напрямую”. Ранее „Джеймс Уэбб” показывал нам галактики на более поздних этапах формирования, теперь же мы увидели их рождение, а следовательно, формирование первых звездных систем во Вселенной», — объяснил Каспер Элм Хейнтс (Kasper Elm Heintz) из Института Нильса Бора, ведущий автор работы. Группа авторов нового исследования попросила выделить им больше времени работы «Джеймса Уэбба». Они хотят получить еще более точные данные наблюдений за отобранными галактиками. Помимо этого, ученые надеются «заглянуть» глубже в космос — еще ближе к Большому взрыву.",
        "category": [
            "# галактика",
            "# первые галактики",
            "# ранняя вселенная"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "6.4",
        "views": "2333"
    },
    {
        "title": "Ворон научили «считать» вслух",
        "body": "Черных ворон не зря называют пернатыми обезьянами. Они могут планировать и запоминать информацию, способны к сложному обучению и даже используют орудия. Недавно ученые обнаружили у этих сообразительных птиц еще одно удивительное умение. Из прошлых экспериментов известно, что вороны, как и многие другие животные, распознают разное количество объектов перед собой. Однако счет вслух — более сложная задача, для которой наряду с пониманием чисел необходим целенаправленный контроль за издаваемыми звуками. Новое исследование, опубликованное в журнале Science, показало, что черные вороны (Corvus corone) могут «считать» вслух, намеренно каркая определенное количество раз в ответ на визуальные и звуковые сигналы. Люди знакомятся со счетом в детстве. Прежде чем усвоить, что названия цифр и их символические обозначения соответствуют определенному количеству, малыши научаются соотносить число произнесенных слов с количеством предметов. Вот почему при счете вслух дети нередко путают словесные обозначения цифр или меняют их порядок, но производят нужное число вокализаций. Например, увидев три яблока, ребенок может сказать не «раз, два, три», а «раз, раз, раз» или «два, четыре, пять». Помня о развитых интеллектуальных способностях ворон, команда ученых из Института нейробиологии при Тюбингенском университете Эберхарда и Карла (Германия) решила обучить этих птиц подобному навыку. Как следует из пресс-релиза, в эксперименте участвовали три черные вороны, выращенные при университетской лаборатории. Исследователи натренировали их каркать от одного до четырех раз при виде соответствующих арабских цифр на экране или же в ответ на определенные звуковые стимулы. Например, гитарный аккорд означал, что нужно каркнуть один раз, а барабанная дробь — три раза. Выполнив задание, птицы сигнализировали об этом, ударяя клювом по клавише на экране. Ворон, каркавших необходимое количество раз, поощряли лакомством — мучным червем. Когда же птицы не справлялись с заданием, их не угощали, даже если число карканий было близко к правильному. В большинстве случаев вороны верно реагировали на стимулы, что, по словам ученых, говорит о понимании ими структуры задания. Впрочем, иногда ошибки случались. Чаще всего это происходило, когда нужно было прокаркать три либо четыре раза. Анализ аудиозаписей эксперимента показал, что перед тем, как издавать звуки, птицы делали паузу, чтобы решить, сколько раз каркнуть. То есть вороны планировали число вокализаций. Например, они думали дольше перед длинной последовательностью (три или четыре карканья), чем перед короткой. В комментарии к исследованию профессор Джон Марзлафф (John Marzluff) из Вашингтонского университета (США), специализирующийся на изучении ворон, назвал это важнейшим выводом новой научной работы. Более длительное время реакции означает, что птицам требовалось время на обдумывание задания и передачу сигнала от мозга к отвечающим за звуки мышцам. Такая задержка соответствует мысленному планированию. Люди действуют так же, когда им задают вопрос, на который нельзя ответить односложно, пояснил эксперт, не участвовавший в эксперименте. Результаты исследования подтверждают идею о том, что с помощью разного числа звуков некоторые птицы, в том числе вороны, могут передавать сородичам определенную информацию. Например, предупреждать о присутствии хищников или количестве пищи. По мнению ученых, продемонстрированное воронами умение напоминает навыки счета у людей и может быть «эволюционным предшественником» истинного счета. Ранее другие исследователи выяснили, что понимание чисел повышает шансы животных на выживание. Кроме того, недавно американские нейробиологи рассказали о способности черношапочной гаички кодировать информацию о спрятанной в тайниках пище с помощью «штрихкодов».",
        "category": [
            "# вороны",
            "# интеллект животных",
            "# птицы",
            "# счет",
            "# числа"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "6.2",
        "views": "2492"
    },
    {
        "title": "Ученые предсказали невиданную молекулу в недрах Урана и Нептуна, которая влияет на магнитное поле планет",
        "body": "Исследователи из Сколтеха и их китайские коллеги определили, что предсказанный ранее экзотический молекулярный ион акводий (aquodiium) должен быть стабилен в условиях недр Урана и Нептуна. Эту необычную частицу можно представить себе как молекулу воды, к которой прицепились два «лишних» протона, что дает ей двойной положительный заряд. Если акводий действительно присутствует внутри ледяных гигантов, то он участвует в формировании их необычных по сравнению с другими планетами магнитных полей. Исследование опубликовано в журнале Physical Review B. Магнитные поля Урана и Нептуна до сих пор вызывают у ученых куда больше вопросов, чем поля Юпитера, Сатурна и Земли. Источник магнетизма в недрах нашей планеты — циркуляция жидкого электропроводящего железоникелевого сплава. Считается, что подобным образом поля Юпитера и Сатурна порождает циркулирующий на большой глубине водород, который при столь высоких давлениях и температурах переходит в металлическое состояние и тоже обладает электронной проводимостью. Предполагается, что магнитные поля Урана и Нептуна вызваны циркуляцией вещества, для которого характерна не электронная, а ионная проводимость. Иными словами, не электроны, а электрически заряженные атомы или молекулы — то есть ионы — сами направленно движутся и тем самым переносят электрический заряд. Какие именно ионы и в каком соотношении циркулируют в недрах ледяных гигантов — пока неясно. И здесь может крыться часть разгадки того, почему их магнитные поля так необычны: сильно отклонены от осей вращения этих планет и исходят не из их центров. Один из авторов посвященного акводию исследования, профессор Сколтеха Артем Оганов, поясняет различие между двумя типами проводимости — и причем тут новый ион: «В условиях, которые существуют в недрах Юпитера, водород становится жидким металлом, его электропроводность обусловлена наличием свободных электронов, которые все атомы водорода сбрасывают „в общий котел“ при столь сильном сжатии. А в Уране, как мы предполагаем, сами ионы водорода, то есть протоны, переносят заряд. При этом совершенно не обязательно в форме свободных ионов H+, а, например, в виде гидроксония H3O+, аммония NH4+ и ряда других ионов. Наше исследование дополняет этот ряд ионом H4O2+, химия которого представляет большой интерес». Гибридизациями в химии называют стандартные варианты совмещения двух и более электронных орбиталей атома, на основании которых можно получить своего рода шаблоны молекул и молекулярных ионов с участием этого атома. Один из таких шаблонов имеет форму правильного тетраэдра, в центре которого располагается атом с так называемой sp3-гибридизацией — например, углерод, азот или кислород. А в каждой из четырех вершин — либо валентный электрон, либо целая электронная пара, которая самодостаточна и не участвует в формировании нормальных (ковалентных) связей с другими атомами. Простейший пример — атом углерода с четырьмя валентными электронами по вершинам тетраэдра. Если добавить четыре атома водорода, получится молекула метана CH4. У кислорода на внешней электронной оболочке уже есть две укомплектованные электронные пары в добавок к двум одиночным валентным электронам, поэтому «шаблон» sp3-гибридизации реализуется так: две вершины тетраэдра заняты электронными парами, а в оставшихся двух валентные электроны могут образовать связи с атомами водорода — получится молекула воды H2O. Если к одной из «родных» электронных пар кислорода присоединить протон, то есть лишенный собственного электрона атом водорода, то получится ион гидроксония H3O+ — кстати, именно его концентрацией в действительности определяется водородный показатель (известный как pH) водных растворов, ведь выделяемые кислотами в раствор протоны тут же присоединяются к молекулам воды. «Вопрос был в том, можно ли к гидроксонию присоединить еще один протон и получить недостающее звено в этой цепи? В нормальных условиях такая конфигурация чрезвычайно невыгодна с энергетической точки зрения, но наши расчеты говорят, что она реализуется при выполнении двух условий, — рассказывает профессор Сяо Дун из Нанькайского университета (Китай), идея которого легла в основу работы. — Во-первых, нужно высокое давление, которое вынуждает вещество уменьшить свой объем, и тут разделить неиспользованную электронную пару кислорода с еще одним ионом водорода — хороший выход. Получается как бы третья ковалентная связь с водородом, только оба электрона в ней — от кислорода. И второе условие: нужно много свободных протонов, то есть сильнокислая среда». Авторы опубликованного в Physical Review B исследования использовали самые современные методы моделирования, чтобы понять, как вода и плавиковая кислота поведут себя в экстремальных условиях. При давлении порядка 1,5 млн атмосфер и температуре 3 тыс. градусов Цельсия в симуляции стали четко различимы ионы акводия H4O2+. Ученые считают, что открытый таким образом новый ион может влиять на поведение и свойства водных сред, в частности кислых сред под большим давлением. Условия, о которых идет речь, примерно соответствуют тому, чего можно было бы ожидать от Урана и Нептуна, где немыслимая толща водного океана оказывает колоссальное давление на глубинные слои вещества и присутствие кислот тоже возможно. А значит, должен образовываться акводий, который будет циркулировать вместе с другими ионами и делать свой вклад в магнитные поля этих планет. Быть может, он даже участвует в формировании неизвестных нам земных минералов, устойчивых в экстремальных условиях. Освещенное в пресс-релизе исследование поддержано грантом Российского научного фонда.",
        "category": [
            "# акводий",
            "# ионы",
            "# Нептун",
            "# планеты",
            "# уран"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "4.6",
        "views": "517"
    },
    {
        "title": "Разный уход за детьми мог способствовать успеху современных людей на фоне неандертальцев",
        "body": "Обычно жизнь неандертальцев изображают как крайне тяжелую с высоким уровнем стресса, в том числе детского. Международная группа ученых пришла к выводу, что их дети, как и отпрыски наших непосредственных предков, имели одинаковый уровень стресса, но на разных стадиях развития. Это может говорить о разных подходах к уходу за детьми, что, возможно, имело долгосрочные последствия — частично такое обстоятельство вызвало вымирание неандертальцев. Неандертальцев традиционно называют «мучениками» человеческого рода — они вели исключительно напряженную жизнь, выживая в суровых условиях плейстоценовой эпохи Европы. Это обстоятельство считается одной из причин их вымирания Ученые из университетов Тюбингенского (Германия), Бристольского (Великобритания) и Джорджа Вашингтона (США) провели анализ зубной эмали останков неандертальцев и сапиенсов. Выборка зубов, по словам специалистов, оказалась наиболее полной по сравнению с другими исследованиями. Статья об этом вышла в журнале Scientific Reports. Ученые оценили частоту и онтогенетическое распределение нарушений роста в общей сложности 867 зубов от 176 неандертальцев и сапиенсов с 56 стоянок среднего и верхнего палеолита. Для этого исследователи применили обобщенные линейные смешанные модели. Сначала они оценили вероятность возникновения гипоплазии эмали у неандертальцев и сапиенсов, затем использовали ту же модель для оценки онтогенетического распределения вероятности проявления дефектов эмали у каждого типа зубов. Исследователи выявили одинаковый уровень стресса в раннем возрасте у неандертальцев и сапиенсов. На их зубах обнаружили горизонтальные бороздки и тонкую эмаль. Это может свидетельствовать об инфекционных и других заболеваниях, недоедании, дефиците питательных веществ и травмах. Однако такой стресс возникал у изученных видов Homo на разных стадиях развития. У наших предков дефекты эмали чаще формировались в возрасте, в котором, как считается, происходило отлучение ребенка от груди (от одного до трех лет). У неандертальцев же подобные патологии зубов, вероятно, начинали проявляться перед отлучением от груди (примерно в один год), достигая максимума в период, когда ребенок начинал питаться самостоятельно (между двумя и четырьмя годами). Затем, впрочем, у детей сапиенсов уровень этого стресса снижался. Авторы работы предположили, что стресс, который испытывали дети палеолита во время отлучения от груди, вызван увеличением потребности в энергии, повышающей риск недоедания. Наши предки, по мнению исследователей, могли понижать уровень этого стресса у своих детей с помощью длительной зависимости от родителей, более эффективного использования ресурсов, предоставления детям доступа к пище. В свою очередь, неандертальцы, вероятно, хуже применяли эти стратегии. Это, по мнению ученых, могло способствовать долгосрочным преимуществам и выживанию нашего вида по сравнению с неандертальцами.",
        "category": [
            "# дети",
            "# зубы",
            "# неандертальцы",
            "# сапиенсы",
            "# стресс"
        ],
        "comments": [
            "А почему? Какие-то куцые исследования.\r\nНаши предки жили большими группами, до 20 человек и более. А вот неандертальцы - не более 10,а то и 7-8.\r\nОтсюда и следствие. Кроманьонцы могли сообща заботиться о детях, а вот у неандертальцев таких возможностей было меньше.",
            "Питон Удав, Камаз Надоев, нам очень важно ваше мнение, оставайтесь на линии"
        ],
        "created_date": "2024-05-24",
        "index_importance": "5.2",
        "views": "3728"
    },
    {
        "title": "В ПНИПУ улучшили технологию производства лопаток двигателя",
        "body": "Лопатка — ключевая деталь современных авиадвигателей. Ее создание требует сложных расчетов при проектировании, высокой точности в производстве, а также дорогостоящего оборудования и редких металлов. При изготовлении лопаток газотурбинных двигателей инженеры сталкиваются с проблемой несоответствия размеров получаемых изделий с заложенными размерами по техническому процессу — толщина превосходит номинальную на 20 процентов. Это влечет за собой использование дополнительных ресурсов: обработка на большинстве машиностроительных предприятий производится вручную, временные затраты значительно увеличиваются, ручной труд не дает стабильных размеров. Ученые ПНИПУ разработали модель для определения причин возникновения отклонений размеров лопатки после штамповки и предложили способ предотвращения этой проблемы. Исследование поможет повысить точность геометрии изделий, уменьшить стоимость производства и затрачиваемые ресурсы. Результаты исследований опубликованы в сборнике Всероссийской научно-технической конференции «Аэрокосмическая техника, высокие технологии и инновации». Исследование выполнено в рамках программы стратегического академического лидерства «Приоритет 2030». Лопатки газотурбинного двигателя изготавливают методом горячей объемной штамповки. При этом способе изделия производят с помощью специальных инструментов – штампов. Нагретую до ковочной температуры металлическую заготовку помещают между ними, «зажимают» и таким образом получают необходимую форму. Рабочие поверхности штампов испытывают большие нагрузки. Из-за этого возникают деформации в инструменте, что негативно сказывается на точности геометрии получаемых лопаток. Эффект влечет за собой использование дополнительных человеко-часов, операций по обработке изделий и дорогостоящего оборудования, что, в конечном счете, отрицательно влияет на время изготовления продукта. Прогнозирование и предупреждение нежелательных эффектов на начальных этапах производства поможет минимизировать затраты на устранение несоответствий получаемых лопаток. Ученые Пермского Политеха разработали модель, которая дает возможность определить и исследовать причины возникновения деформаций при горячей объемной штамповке лопатки газотурбинного двигателя, а также детально рассмотреть движение металла и заполнение им ручья штампа – поверхности, которая служит для получения заготовки. Возникновение утолщений на части лопатки возможно из-за эффекта запирания металла между штампами. Излишки металла (облой) при выходе из рабочей зоны резко начинают охлаждаться. При этом материал становится менее пластичным, скорость движения штампов падает. Они продолжают свое движение и давят на металл внутри рабочей зоны, а из-за того, что материалу некуда деться, повышается внутреннее давление. При этом металл давит на штампы и вызывает деформации на их поверхностях. Так как они уже не имеют своей начальной геометрии, заготовка на последних этапах штамповки получается с отклонениями по толщине. Такой эффект отрицательно влияет не только на толщину заготовки, но также вызывает деформацию рабочих поверхностей штампов и истирание ручьев за счет течения металла от центра рабочей зоны к краям под большими давлениями. При запирании металла в штампе отклонение от номинальных размеров составляют 0,3 миллиметра. Политехники исследовали способы и этапы изготовления лопаток газотурбинных двигателей, применяемые инструменты для штамповки изделий, разные материалы и температурные режимы. Определили причины возникновения отклонений размеров лопатки после штамповки. Рассмотрели и описали эффект запирания. «Мы рассмотрели различные варианты оптимизации геометрии штампов и заготовки. Наиболее эффективным способом повышения точности при моделировании показало уменьшение зазора между верхним и нижним штампом на величину допуска, при этом уровень отклонений снизился в три раза от реальных и на 25-30 процентов меньше допускаемых. Также можно отметить, что наращивание толщины штампа для уменьшения зазора при серийном производстве является более экономически выгодным, в отличии от дополнительной механической обработки каждой лопатки», – поделилась кандидат технических наук, доцент кафедры динамики и прочности машин ПНИПУ Елена Кузнецова. Модель ученых ПНИПУ поможет в решении проблемы несоответствия размеров получаемых лопаток с заложенными размерами по техническому процессу. Это позволит избежать удорожания выпускаемой продукции, в частности перспективных, новых газотурбинных двигателей.",
        "category": [
            "# газотурбинные установки",
            "# двигатель",
            "# лопатки",
            "# металлы",
            "# штампы"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "4.3",
        "views": "163"
    },
    {
        "title": "Кофеин повысил обучаемость муравьев",
        "body": "Немецкие биологи изучили, как кофеин воздействует на нервную систему аргентинских муравьев — распространенных в Европе и Америке вредителей. Для этого ученые давали им разные дозы кофеина и засекали, с какой скоростью насекомые будут находить пищу. Результаты могут помочь сделать токсичные приманки эффективнее. Насекомые-вредители неприятны, но еще неприятнее инвазивные вредители. Прекрасный пример — аргентинские муравьи (Linepithema humile), которые поначалу обитали в Южной Америке, затем расселились по миру и теперь подрывают экономику и биоразнообразие Европы, Северной Америки, Австралии, Африки и даже Японии. Этот таксон включили в топ-100 худших в мире инвазивных чужеродных видов, а затраты на избавление от него исчисляются миллионами долларов. Бороться с видами-вторженцами сложно, с насекомыми — особенно. Но человечество часто черпает идеи, ориентируясь на природу (есть даже такая наука бионика). Некоторые растения способны манипулировать насекомыми, подмешивая в нектар посторонние вещества, которые действуют на нервную систему. Например, соединения октопамин и тирамин при взаимодействии с кофеином улучшают долговременную память и зрительные ассоциации у пчел. Потенциально можно использовать такие вещества для манипуляции инвазивными насекомыми. Зоологи из Регенсбургского университета в Германии изучили влияние кофеина на аргентинских муравьев. Они собрали несколько сотен особей в Португалии и провели эксперимент на запоминание дороги до еды. Ученые измеряли, за какое время муравьи дойдут до лакомства по открытому пространству под разной дозой кофеина. Результаты опытов опубликованы в журнале iScience. Обычному муравью хватало 300 секунд при первом посещении незнакомой территории, чтобы отыскать еду. После трех последовательных посещений он ориентировался лучше и находил награду на 50 секунд быстрее. Но при употреблении кофеина в концентрации 25 промилле (его давали вместе с раствором сахарозы) насекомые справлялись с задачей быстрее — в среднем за 113 секунд. Этот эффект удвоился после повышения концентрации кофеина до 250 промилле — в среднем муравьи находили еду за 52 секунды. Примечательно, что при этих дозах в передвижениях насекомых наблюдалось больше прямолинейности с каждым новым посещением. Но когда муравьям дали еще в восемь раз больше кофеина (2000 промилле), они стали хуже ориентироваться в пространстве и отыскивали награду в среднем за 273 секунды, то есть дольше, чем в контрольной группе. Авторы исследования также замерили, как меняется обратный путь стимулированных муравьев, но эффект оказался незначительным. Низкие и средние дозы кофеина, по словам ученых, могут усилить процесс обучения у муравьев, так как более прямой путь означает, что насекомое знает, где находится пища. А высокая доза становится токсичной для организма, и эффект пропадает. Сходный эффект наблюдали у пчел, когда те под большой порцией кофеина хуже обучались. Исследователи отметили, что добавление низких доз кофеина в ядовитые приманки может повысить их эффективность почти без дополнительных затрат, поскольку насекомые быстрее научатся их находить.",
        "category": [
            "# инвазивные виды",
            "# кофеин",
            "# муравьи",
            "# насекомые",
            "# обучаемость"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": null,
        "views": "2580"
    },
    {
        "title": "В КБГУ разработали инновационный метод получения аминотриметиленфосфоновой кислоты",
        "body": "Ученые КБГУ предложили более простой и менее затратный способ получения аминотриметиленфосфоновой кислоты. Как отмечает один из авторов проекта, доктор химических наук, профессор Ауес Беев, полученный продукт обладает высокой степенью чистоты и находится в твердом состоянии, что облегчает его транспортировку и последующую переработку. Для реализации проекта ученым потребовалось провести множество технологических операций, включая добавление двойного водного раствора формальдегида, благодаря чему удалось значительно сократить время получения аминотриметиленфосфоновой кислоты. Инновационный метод, разработанный в КБГУ, показал реакцию при низкой температуре, что позволяет избежать выброса реагентов из реакционного сосуда. Это вещество было получено путем обработки реакционной смеси 2-фенилпропаном. Юрий Альтудов, исполняющий обязанности ректора КБГУ: «Аминотриметиленфосфоновая кислота широко применяется в нефтедобывающей, строительной промышленности, производстве моющих средств, теплоэнергетике для предотвращения коррозии в системах охлаждения и водоснабжения, а также в производстве бетона, для удаления железа из вин и соков, для отбеливания целлюлозы в целлюлозно-бумажной промышленности». Изобретение, обеспечивающее простой, экономичный и регулируемый способ получения аминотриметиленфосфоновой кислоты, было запатентовано КБГУ в текущем году в рамках программы «Приоритет 2030». ",
        "category": [
            "# аминотриметиленфосфоновая кислота",
            "# железо",
            "# реагенты",
            "# формальдегид"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "4.3",
        "views": "110"
    },
    {
        "title": "Недалеко от Земли нашли потенциально пригодную для жизни экзопланету. Там тепло и, вероятно, есть вода",
        "body": "С помощью космических и наземных телескопов международная команда астрономов открыла похожий на нашу планету мир в так называемой зоне обитаемости, позволяющей воде существовать на поверхности тела в жидком состоянии. По космическим меркам экзопланета находится достаточно близко к Земле и, вероятно, представляет собой скалистый мир с благоприятным для жизни климатом. Подобные миры астрономы открывают крайне редко.  В 2009 году американские инженеры вывели на гелиоцентрическую орбиту телескоп NASA «Кеплер», который предназначался для поиска экзопланет. То есть планет, находящихся за пределами Солнечной системы.   Обсерватория проработала в космосе до 2018 года. За девять лет работы «Кеплер» нашел 2,7 тысячи экзопланет. Некоторые из них оказались кандидатами в планеты земного типа — скалистые миры, масса которых составляет менее 10 масс Земли и расположенные на расстоянии до 50 световых лет от Солнечной системы. «Кеплер» не только расширил знания ученых об экзопланетах, похожих на Землю, но и показал, где их нужно искать. Подавляющее большинство таких миров космический телескоп открыл вблизи маломассивных (от 7,5 до 50 процентов массы Солнца) красных карликов — маленьких, холодных и относительно тусклых звезд. Это самый распространенный тип светил в нашей Галактике. По подсчетам ученых, красные карлики составляют от 60 до 70 процентов всех звезд Млечного Пути.  С тех пор ученые сосредоточили поиски землеподобных миров именно у красных карликов, которые, как оказалось, отлично подходят для обнаружения экзопланет транзитным методом. Этот метод предполагает наблюдение за прохождением планеты по диску родительской звезды. Вчера, 23 мая, международная команда астрономов опубликовала пресс-релиз и научную работу в журнале Monthly Notices of the Royal Astronomical Society, где рассказала об открытии вблизи красного карлика Gliese 12 экзопланеты, очень похожей на Землю. Ученые сделали открытие в 40 световых годах от Земли с помощью космических телескопов TESS и CHEOPS, а также благодаря данным по колебаниям радиальной скорости звезды, полученным спектрографами HARPS-N и TRES, которые установлены на наземном 3,6-метровом телескопе в обсерватории Ла-Силья в Чили и 1,5-метровом телескопе Tillinghast Смитсоновской астрофизической обсерватории на горе Хопкинс в Аризоне. Экзопланета получила название Gliese 12b, ее радиус равен почти 1,1 радиуса Земли, а масса — приблизительно 0,88 земной массы. Кроме того, там относительно тепло: температура на поверхности этого небесного тела колеблется в пределах 42 градусов Цельсия. При этом до экзопланеты доходит около 85 процентов энергии от того количества, которое Венера получает от Солнца. Полный оборот вокруг своей звезды Gliese 12b делает за 12,76 дня. Расстояние от экзопланеты до родительского светила — всего семь процентов от среднего расстояния между Солнцем и Землей, то есть приблизительно 10,5 миллиона километров. Такое расстояние предполагает, что Gliese 12b находится в зоне обитаемости — области, где экзопланета получает от родительского светила достаточное количества тепла, чтобы вода на ее поверхности не превращалась в лед, а существовала в жидком состоянии. По словам авторов научной работы, с большой долей вероятности Gliese 12b — скалистый мир, на это указывает его высокая плотность. «Мы обнаружили одну из самых близких к Земле скалистых экзопланет, которую легко изучать и на которой, предположительно, царят комфортные для жизни температуры», — пояснил Масаюки Кицухара (Masayuki Kitsuhara), один из авторов исследования. Однако единственное, в чем не уверены авторы научной работы, — обладает ли Gliese 12b атмосферой. Поэтому до конца все же не ясно, может ли экзопланета быть пригодной для известной нам формы жизни. Исследователи проявляют осторожный оптимизм. Красные карлики, особенно молодые, в отличие от солнцеподобных звезд, достаточно «дикие», они выделяются мощной вспышечной активностью, которая сопровождается рентгеновским излучением и корональными выбросами массы. Это излучение может убить жизнь на экзопланетах, расположенных рядом с красным карликом. Что касается звезды Gliese 12, вокруг которой обращается потенциально пригодный для жизни скалистый мир Gliese 12b, она относительно спокойна, то есть с минимальной вспышечной активностью. Значит, существует вероятность, что на экзопланете атмосфера есть и, скорее всего, тонкая. В таком случае ее будет достаточно для поддержания известной нам формы жизни. В дальнейшим команда астрономов планирует провести наблюдения за экзопланетой с помощью космического телескопа «Джеймс Уэбб». По мнению исследователей, полученные данные позволят понять, обладает ли Gliese 12b атмосферой и, если да, из чего она состоит. Отметим, на 2022 ученые открыли 34 экзопланеты земного типа, 11 из которых находятся в зоне обитаемости. Теперь к этому числу присоединится Gliese 12b. Судя по списку, подобные миры астрономы открывают крайне редко. С помощью космических и наземных телескопов международная команда астрономов открыла похожий на нашу планету мир в так называемой зоне обитаемости, позволяющей воде существовать на поверхности тела в жидком состоянии. По космическим меркам экзопланета находится достаточно близко к Земле и, вероятно, представляет собой скалистый мир с благоприятным для жизни климатом. Подобные миры астрономы открывают крайне редко.  Обычно жизнь неандертальцев изображают как крайне тяжелую с высоким уровнем стресса, в том числе детского. Международная группа ученых пришла к выводу, что их дети, как и отпрыски наших непосредственных предков, имели одинаковый уровень стресса, но на разных стадиях развития. Это может говорить о разных подходах к уходу за детьми, что, возможно, имело долгосрочные последствия — частично такое обстоятельство вызвало вымирание неандертальцев.",
        "category": [
            "# землеподобные планеты",
            "# красные карлики",
            "# экзопаленты"
        ],
        "comments": [
            "\"температура на поверхности этого небесного тела колеблется в пределах 42 градусов Цельсия\"\r\n\r\nЭто как понять? От минус 42 до 0? От минус 21 до +21? От 0 до +42? От +20 до +62?",
            "Если даже эта планета двойник нашей планеты, то все равно у человечество нет шансов туда переселиться. (Расстояние 40 световых лет)",
            "Jora, кито об етом думает, дорогой) главное найти планету, способы достичь её сейчас жи отышшутся.\r\nМало кто думает о том, что нужен целый комплекс мероприятий по... Ладно, оставим сие",
            "Уже24 год.",
            "Не может быть подобной нашей жизни и наша жизнь не может существовать на планете без такого же спутника как луна",
            "Пишут ещё, что сомневаются, есть ли у этой планеты металлическое ядро, и, соответственно, магнитное поле, которое позволит удержать атмосферу, даже если вдруг она там есть. Так что если кто будет предлагать туда ехать, пока не надо.",
            "Владислав, там рай на земле, говорили они))",
            "То есть планет, находящихся за пределами Млечного Пути.\r\n\r\nПоправьте. Экзопланеты - это планеты, находящиеся за пределами Солнечной системы, а не Млечного Пути. Собственно, и эта Glise12b находится, естественно в галактике Млечный Путь."
        ],
        "created_date": "2024-05-24",
        "index_importance": "5.2",
        "views": "14100"
    },
    {
        "title": "Просмотр блогерского контента удовлетворил эмоциональные потребности лучше, чем общение с друзьями",
        "body": "Наблюдение за блогерами или вымышленными персонажами из видео может принести больше эмоционального удовлетворения, чем общение с соседями или коллегами. В некоторых случаях, согласно исследованию ученых из Великобритании, просмотр контента оказывается полезнее, даже чем разговор с близким другом или возлюбленным. Парасоциальные отношения — это односторонняя коммуникация, которая возникает между автором контента и его потребителем. Когда человек, например, смотрит видео в социальных сетях, то может чувствовать эмоциональную близость с блогером, выпустившим этот ролик. Пользователь привязывается к создателю контента, интересуется его мнением, ощущает эмпатию, но при этом фактически не общается с блогером. Психологи из Эссекского университета в Великобритании сравнили эффекты от парасоциальных отношений и общения со знакомыми (коллегами, соседями), друзьями и возлюбленными. Для этого они провели несколько опросов, результаты которых опубликовал журнал Scientific Reports. На разных этапах в исследовании участвовали от 960 до 1688 человек от 16 до 79 лет. С помощью специальных шкал они оценивали, насколько их эмоциональные потребности удовлетворяют прочные или непрочные парасоциальные связи, а также близкие (с друзьями, возлюбленными) и неблизкие (с соседями, приятелями с работы) двусторонние отношения. Степень близости определялась исходя из того, как много человек был готов доверить знакомому, насколько хорошо его знал, или, в случае с блогерами, — как часто смотрел контент, сколько знал о его создателе, чувствовал ли потребность быть частью сообщества, сформировавшегося вокруг автора видео. Первые два опроса выявили, что близкие односторонние отношения с YouTube-блогерами или вымышленными персонажами из видеоконтента помогали респондентам справиться с переживаниями и подбадривали не хуже, чем некрепкие двусторонние связи. Опрошенные часто чувствовали понимание и поддержку со стороны блогеров, несмотря на отсутствие непосредственного общения. При этом прочные связи, такие как давняя крепкая дружба, романтические отношения, участники исследования назвали более эффективными для удовлетворения эмоциональных потребностей. Во время третьего этапа исследования ученые особое внимание уделили самооценке респондентов. Ее оценили с помощью специального опроса, а затем сопоставили с ответами людей об эффективности парасоциальных и личных отношений для эмоционального благополучия. Оказалось, что люди с низкой самооценкой были чуть более склонны удовлетворять эмоциональные потребности с помощью блогерского контента, чем с помощью личного общения. Однако если социальные связи в реальном мире представляли какую-то угрозу (например, любимый человек не разделял точку зрения респондента, отвергал его, не мог подобрать правильный тон общения), то люди отдавали предпочтение парасоциальному взаимодействию вне зависимости от самооценки. С опорой на результаты третьего опроса исследователи допустили, что односторонняя коммуникация с блогерами или вымышленными персонажами способна удовлетворить не любую эмоциональную потребность. Например, такое общение сможет обеспечить ощущение безопасности, но не позволит почувствовать такую же близость, как при крепких личных взаимоотношениях.  По мнению авторов работы, в дальнейшем стоит обратить внимание на роль фан-сообществ блогеров в том, насколько значимыми для эмоционального благополучия люди считают парасоциальные отношения. Кроме того, отметили они, важно изучить, действительно ли односторонняя связь с блогерами или персонажами видео помогает людям, или они, скорее, склонны верить в эффективность такого взаимодействия.",
        "category": [
            "# блогеры",
            "# друзья",
            "# коллеги",
            "# парасоциальные отношения",
            "# романтические отношения"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "5.1",
        "views": "534"
    },
    {
        "title": "В ПНИПУ разработали микрогели, полезные для нефтедобычи и доставки лекарственных веществ в организм",
        "body": "Ежедневно в мире совместно с нефтью из скважины добывается огромное количество воды, что сильно влияет на эффективность ее работы. Для снижения обводненности существует множество технологий. Одна из последних — закачка суспензии с полимерными гранулами, которые набухают в воде и при этом становятся мягкими и эластичными. Это свойство позволяет частицам проникать в пласт, запечатывать зоны, по которым движется вода, и вовлекать в работу те, где осталась нефть. Особенность технологии — применение полимерных гранул разного диаметра под конкретные условия месторождения. Ученые Пермского Политеха разработали состав полимерного микрогеля и выяснили, какие параметры при изготовлении влияют на размер и форму частиц. Исследование позволит синтезировать подобные вещества не только для применения в нефтедобыче, но и для медицинской и косметической индустрии. Сшитые полимерные гели — распространенная практика при нефтедобыче. Суть технологии заключается в закачке раствора полимера на основе акриламида и солей хрома. Они уже в условиях пласта сшивают (связывают) молекулы полиакриламида и образуют сплошную пробку, которая блокирует воду. Такой метод применяется на «зрелых» месторождениях, где необходимо повысить эффективность добычи нефти. Но этот способ приводит к блокировке не только обводненных частей пласта, но и нефтеносных, разблокировать которые в последствие очень трудно. Альтернативная и более безопасная технология – применение частиц предварительно сшитых полимерных гелей. В пласт закачивается суспензия с полимерными частицами, которые при контакте с водой набухают и становятся эластичными. Такой подход хорошо блокирует воду и практически не влияет на нефтеносную часть, поскольку частицы физически не могут проникнуть в низкопористый участок. Если пласт имеет большую проницаемость, например, более 500 мД, то для приготовления суспензии используют макрогели – частицы с большим диаметром (более 200 мкм), а если низкую – то микрогели. Благодаря вязкоупругим свойствам частицы проникают в высокопроницаемые слои и блокируют их. «Микрогели – это частицы полимера размером от 0,1 до 100 мкм, что сопоставимо с человеческим волосом. Они обладают уникальной реакцией на изменение температуры, кислотности среды и ионной силы раствора, в котором находятся. На сегодняшний день интерес к ним в мире быстро растет. Помимо нефтедобычи, они применяются в медицине, косметике и пищевой промышленности. В России изучением микрогелей, способом их получения и внедрением в практику занимается крайне ограниченный круг специалистов», – рассказывает кандидат технических наук, доцент кафедры химических технологий ПНИПУ Юлия Рожкова. Один из наиболее распространенных способов синтеза микрогелей — эмульсионная полимеризация, которая позволяет контролировать размеры частиц и структуру геля во время приготовления. На это влияет концентрация важнейших составляющих эмульсии – эмульгатора и дисперсионной среды (вещество, где равномерно распределены маленькие частицы продукта). Изучив их влияние и определив оптимальные концентрации, ученые Пермского Политеха подобрали эффективные условия для получения микрогелей нужного размера. «По итогу наших исследований мы выявили оптимальные условия получения микрогелей методом эмульсионной полимеризации. Эксперименты показали, что размер частиц и структура суспензии сильно зависят от таких факторов, как природа дисперсионной среды, концентрации эмульгатора и его состава. Все эти параметры можно использовать для управления характеристиками получаемых микрогелей, чтобы адаптировать их под те или иные задачи», – объясняет Юлия Рожкова. Ученые ПНИПУ отмечают, что помимо нефтедобычи, дальнейшие исследования микрогелей в России позволят использовать их для создания новых материалов с различными функциональными характеристиками, например, в качестве носителей лекарственных веществ, косметических компонентов, катализаторов, сенсоров, заменителей мягких тканей человека (имплантатов) и других приложений. Получен грант Президента России для государственной поддержки молодых российских ученых. Исследование проведено в рамках программы стратегического академического лидерства «Приоритет 2030».",
        "category": [
            "# доставка лекарств",
            "# лекарства",
            "# нефтедобыча",
            "# нефть"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "4.3",
        "views": "105"
    },
    {
        "title": "Психологи выяснили, почему люди смотрят порнографию чаще обычного",
        "body": "Чрезмерный или неконтролируемый просмотр порноконтента, как правило, связан с особенностями психологического и эмоционального состояния человека. Какие именно факторы вызывают потребность в видео «для взрослых», объяснили специалисты из Австралии. Согласно некоторым исследованиям, порнография может быть потенциально полезной, например для сексуальной социализации молодежи. Противники этого подхода отмечают, что порно, напротив, формирует нереалистичные ожидания от половой жизни, а также поощряет насилие над женщинами. Так или иначе, просмотр видео «для взрослых» может быть контролируемым, но иногда превращается в поведенческую зависимость. Исследователи из австралийского Университета Чарльза Дарвина в новой работе рассмотрели причины проблемного использования порнографии, то есть чрезмерного или компульсивного, «маниакального», просмотра такого контента. Соответствующую научную статью опубликовал журнал Addictive Behaviors Reports. В исследовании участвовали 213 человек в возрасте от 18 до 79 лет. Почти две трети из них во время опроса сообщили, что смотрят порно минимум один раз в неделю. Согласно ответам респондентов, склонность к проблемному использованию порнографии была выше у одиноких людей с трудностями в регулировании эмоций. Больший риск зависимости от видео «для взрослых» зафиксировали у мужчин, а возраст участников исследования на результаты работы не повлиял. Ученые одними из первых в качестве потенциально значимого фактора рассмотрели возможность зрителя порно взаимодействовать с создателем контента, которая есть на онлайн-площадках. Опрос показал, что люди, общающиеся с авторами порнографических видео и трансляций, меньше склонны к чрезмерному или неконтролируемому просмотру такого контента. Чтобы подробнее изучить эту связь, авторы статьи проводят дополнительные исследования. Проблемное использование порноконтента приводит к таким негативным последствиям, как низкая самооценка, сниженная производительность труда, плохое настроение, тревожность, неудовлетворенность отношениями. Исследователи также отметили: «Зависимость от порнографии может стать причиной конфликта внутри пары, особенно если у людей разное отношение к такому контенту в связи с религией или моральными установками. В этом случае проблемное использование порно способно вызвать постоянную напряженность в отношениях». Кроме того, при трудностях в регулировании эмоций просмотр порнографии может только усугубить проблему. Человек начнет изолироваться от внешнего мира и станет еще более одиноким. Ученые препдположили, что помочь при проблемном использовании порно может расширение социальных контактов: чувство одиночества уменьшится, и зависимость станет менее сильной. Управлять эмоциями без помощи порнографического контента способны научить психологи.",
        "category": [
            "# одиночество",
            "# порно",
            "# порнография",
            "# регулирование эмоций"
        ],
        "comments": [
            "Опять заголовок не соответствует статье. Не почему смотрят вообще, а чрезмерный просмотр оказывается. А много - это сколько? 1 раз в неделю - это много? А в месяц, а в год?\r\nСтранное исследование или перевод кривой.\r\nПочему люди смотрят порнографию - вообще нет загадок. Это собственно первое зрелище, контент, на который смотрели наши предки. Жили вместе, трахались тут же, обсуждали. Отсюда и потребность смотреть даже у тех, кто и так все знает. Инстинкт, можно сказать.\r\nПросмотр образовательных фильмов про секс, без невероятных поз и часовых фрикций - действительно полезен.\r\nА насчёт чрезмерного - ну как я выше писал, где грань? А самое главное - исследователи путают причину и следствие. Не просмотр порно влияет на людей, а люди, изначально с проблемами в психике чрезмерно увлекаются порно. Здоровому психически нормальному человеку не нужно смотреть порно. Он в жизни этим занимается без проблем. А вот если в жизни проблемы, тогда да, фантазии в порно."
        ],
        "created_date": "2024-05-24",
        "index_importance": "5.1",
        "views": "4754"
    },
    {
        "title": "Создан прототип дешевого МРТ-сканера с питанием от розетки",
        "body": "Специалисты из Гонконга разработали прототип МРТ-сканера, который может провести диагностику дешевле и доступнее. Для этого ученые использовали маломощный магнит, а также отказались от стандартного шумоподавления. Диагностика онкологических заболеваний, повреждений нервной системы, опорно-двигательного аппарата, сосудистых патологий и прочего значительно продвинулась после изобретения аппарата магнитно-резонансной томографии (МРТ). Но, несмотря на эффективность — ежегодно в мире проводят более 100 миллионов таких процедур, — за 50 лет доступность этого сканера остается низкой. Аппараты МРТ сосредоточены в более-менее обеспеченных странах, где на миллион жителей их исчисляют десятками, а, например, в Африке — меньше одного. Основная проблема заключается как в дороговизне самого сканера, так и в недешевом обслуживании, ведь для него необходимо отдельное помещение с защитой от внешних электромагнитных помех. Сейчас активно разрабатывают технологии, делающие аппараты МРТ мобильнее: например, сверхнизкопольные сканеры для визуализации мозга. Такие устройства работают с магнитным полем меньше 0,1 тесла. Медицинские инженеры из Гонконгского университета в Китае предложили новый прототип. Они разработали томограф для всего тела с магнитом мощностью в 0,05 тесла (стандартные аппараты работают с полем мощностью в один-три тесла). Специалисты оптимизировали самые дорогие составляющие сканера и смогли повысить резкость изображений внутренних органов с помощью алгоритма глубокого обучения. Затем они протестировали томограф на 30 здоровых добровольцах в возрасте от 23 до 77 лет. Описание разработки и результаты опубликованы в журнале Science. Стоимость аппарата МРТ напрямую зависит от двух факторов. Во-первых, от мощности магнитов — чем мощнее, тем дороже. Цена за аппараты с магнитным полем в три тесла порой достигает нескольких сотен миллионов рублей. Второй фактор ценообразования — радиочастотная защита, которая подавляет помехи и сохраняет четкость изображения. Ученые решили использовать компактный феррит-борный магнит мощностью 0,05 тесла, а от экранирования (то есть защиты) отказаться. В результате сканер может работать от стандартного напряжения в 220 вольт (проще говоря, от розетки). Возможная цена за такой аппарат, если запускать серийное производство, составит примерно 22 тысячи долларов США (почти два миллиона рублей). Но как быть с помехами? Специалисты расставили вокруг сканера 10 небольших катушек для измерения электромагнитного шума во время сканирования. Потом они внедрили алгоритм глубокого машинного обучения, который ранее разработали те же ученые. Система обрабатывает сначала магниторезонансный сигнал, затем электромагнитный шум. Также алгоритм адаптируется, реконструирует контрастное изображение с помощью преобразования Фурье и обучается на моделях. Чтобы убедиться в эффективности, исследователи сравнили контрастные изображения мозга, позвоночного столба, колена, сердца и внутренних органов, полученные на высокопольном сканере с мощностью три тесла и на прототипе. Алгоритм восстановил основные нейроанатомические структуры: на снимках четко видны границы межпозвоночных дисков и спинного мозга, печени и ее крупных сосудов, хрящи бедра и колена, мениск и прочее. Более мелкие детали распознал только полноценный аппарат, тем не менее искусственный интеллект заметно повысил четкость сигнала. Авторы статьи отметили, что новая разработка еще достаточно тяжелая и маломобильная (один магнит весит 1300 килограммов), однако потенциально ее можно облегчить вдвое. Для этого они предложили оснастить сканер аккумулятором и использовать другой магнит — возможную массу устройства оценивают в 600 килограммов. Но уже сейчас эксперименты на прототипе показывают, что он может решить проблему недоступных и дорогостоящих аппаратов МРТ.",
        "category": [
            "# глубокое обучение",
            "# искусственный интеллект",
            "# МРТ",
            "# МРТ-сканер",
            "# томография"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "5.7",
        "views": "269"
    },
    {
        "title": "Обнаружены связанные с психическими заболеваниями варианты генов развития нервной ткани",
        "body": "Ученые выявили мутации в генах, которые потенциально могут быть связаны с развитием психических заболеваний. В частности, оказалось, что точечные изменения в некоторых генах, ответственных за развитие мозга, например, CDH2, DCHS2 и CDH23, встречаются у пациентов с депрессией и шизофренией в два раза чаще, чем у здоровых людей. Понимание механизмов развития психических нарушений и возможной роли мутаций, лежащих в их основе, позволит в перспективе разработать подходы к генетической диагностике и, возможно, лечению таких заболеваний. Результаты исследования, поддержанного грантом Российского научного фонда (РНФ), опубликованы в журнале Frontiers in Psychiatry. По данным Всемирной организации здравоохранения, ежегодно растет число людей, страдающих психическими расстройствами, такими как депрессия, тревожное расстройство, шизофрения и другие. В 2022 году их число превысило один миллиард человек. Причины таких заболеваний достоверно пока не ясны, однако появляется все больше доказательств того, что предрасположенность ко многим психическим расстройствам связана с генетическими факторами. Поэтому ученые ищут генетические «маркеры», которые могут указать на высокий риск развития этих заболеваний. Своевременная диагностика важна, поскольку она позволит подобрать правильное лечение, замедлить прогрессирование, а в некоторых случаях и предотвратить развитие психических расстройств. Научная группа из Московского государственного университета имени М.В. Ломоносова (Москва) выявила ряд вариантов генов, которые связаны с предрасположенностью к шизофрении и депрессии. Ученые провели анализ ДНК у 103 здоровых людей, а также пациентов с двумя распространенными психическими расстройствами: шизофренией (102 человека) и депрессией (79 человек). Для этого авторы взяли у участников исследования кровь из вены, выделили из нее ДНК, расшифровали точную последовательность нуклеотидов — «букв», из которых состоят гены, — и определили в них мутации. Мутации представляют собой точечные изменения в ДНК, которые приводят к замене аминокислот в белках, считываемых с этой последовательности. Такие замены могут привести к изменению структуры и функции белка. Всего исследователи изучили структуру 140 генов, играющих ключевую роль в развитии головного мозга, в частности, в процессах деления и миграции нервных клеток и их предшественников, а также в формировании и созревании межнейронных связей. Анализ нуклеотидных последовательностей у пациентов с психическими заболеваниями позволил выявить 226 мутаций в 79 генах из 140 исследованных. Такие мутации встречались и у здоровых людей, но чаще наблюдались у людей с заболеваниями нервно-психической сферы, причем для некоторых мутаций (в генах CDH2, DCHS2 и CDH23) удалось выявить статистически достоверные различия. Так, оказалось, что мутация rs11935573-G в гене DCHS2 встречается у пациентов с шизофренией в 44 процентов случаев, а у здоровых доноров — только в 19 процентов. Вариант rs1227051-G/A в гене CDH23 встречается у пациентов с депрессией в 44 процента случаев, а у здоровых доноров — только в 20 процентах. Поскольку эти гены задействованы в процессах развития мозга, полученные данные позволяют предположить, что мутации в генах-регуляторах развития мозга способны закладывать предрасположенность к развитию психических заболеваний еще на стадии внутриутробного развития. «Присутствие таких мутаций само по себе редко может вызвать проявление психического заболевания. Однако, при наличии сопутствующих мутаций, негативных воздействий окружающей среды (питания, экологии, интоксикаций и других) и в условиях высокой психоэмоциональной нагрузки, данные изменения могут проявляться и приводить к развитию психических нарушений. Выявление таких мутаций и подтверждение их функциональной значимости открывает возможности к своевременной диагностике и даже профилактике психических расстройств. Помимо этого, некоторые мутации или связанные с ними белки могут рассматриваться в качестве мишени для терапии психических заболеваний в будущем», — рассказывает руководитель проекта, поддержанного грантом РНФ, Максим Карагяур, кандидат биологических наук, старший научный сотрудник Института регенеративной медицины МНОЦ МГУ. Ученые отмечают, что полученных данных пока недостаточно, чтобы объяснить, как выявленные генетические варианты влияют на развитие и функционирование мозга, а также возникновение психических расстройств. Необходимы дополнительные исследования на клеточных и животных моделях с применением генетических технологий, что и станет продолжением данного проекта. В случае подтверждения функциональной значимости обнаруженных геномных вариантов, полученные данные потенциально можно будет использовать для разработки диагностических тест-систем по оценке предрасположенности к развитию психических расстройств и разработки лекарственных препаратов для коррекции и профилактики таких заболеваний.",
        "category": [
            "# гены",
            "# нервная ткань",
            "# психические заболевания",
            "# шизофрения"
        ],
        "comments": [],
        "created_date": "2024-05-24",
        "index_importance": "4.5",
        "views": "1553"
    },
    {
        "title": "Пословицу «Повторение — мать учения» научно обосновали",
        "body": "Информация и действия после многократного повторения запоминаются лучше. Какие процессы при этом происходят в мозге, проследили ученые из США. Рабочая память человека выполняет множество функций, в том числе помогает сопоставлять информацию из кратковременной и долговременной памяти, а также отсеивать ненужные данные. Механизмы, которые позволяют человеку решать знакомые проблемы без необходимости заново искать решение, долгое время оставались неизвестными. Исследователи из Калифорнийского университета в Лос-Анджелесе (США) в рамках новой работы наблюдали за мозгом мышей в режиме реального времени, пока животные тренировались выполнять поставленную им задачу. Результаты двухнедельного эксперимента опубликовал журнал Nature. В исследовании участвовали взрослые самки и самцы мышей возрастом от 8 до 15 недель. С помощью специальных методов визуализации авторы статьи следили за активностью 73 тысяч нейронов в разных отделах коры головного мозга животных. Мышей во время эксперимента учили распознавать, запоминать и воспроизводить последовательности запахов. Чем лучше животные запоминали и увереннее воспроизводили нужный порядок, тем стабильнее и крепче становились нейронные связи в их рабочей памяти. Ученые назвали процесс, который им удалось проследить, «кристаллизацией». По их словам, полученные результаты доказывают, что повторение информации или действий не только приводит к закреплению знаний или навыков, но и становится причиной глубоких изменений в цепях памяти мозга. Именно за счет укрепления и стабилизации нейронных связей мыши с каждым разом все более точно и уверенно выполняли задание. «Если представить, что каждый нейрон в мозге звучит по-разному, то мелодия, которую генерирует мозг при выполнении задания, менялась изо дня в день, но затем становилась все более утонченной и постоянной по мере того, как животные тренировались выполнять задание», — пояснили исследователи.  Результаты работы, по мнению ученых, способны не только улучшить понимание того, как человек учится и запоминает информацию, но и помочь решить ряд проблем, связанных с нарушениями памяти. В дальнейшем исследователи планируют изучить, как мозг переключается со знакомой задачи на неизвестную проблему.",
        "category": [
            "# запоминание",
            "# нейронные связи",
            "# обучение",
            "# память"
        ],
        "comments": [
            "Повторение - мать ученья - отговорка дураков. Пословица полностью"
        ],
        "created_date": "2024-05-23",
        "index_importance": "5.2",
        "views": "2273"
    },
    {
        "title": "Сторонники теорий заговоров оказались любителями пофилософствовать",
        "body": "Австрийские ученые пришли к выводу, что люди, поддерживающие теории заговоров любят постоянно размышлять о причинах и следствиях тех или иных событий. А еще у них снижена способность распознавать свои негативные эмоции. Теории заговора выглядят убедительно для многих людей, поскольку предлагают простые объяснения сложным вещам и играют на чувствах людей. Обычно главным действующим лицом в них выступает некая могущественная группа — от мирового правительства до пришельцев, которая тайно работает во имя достижения своих зловещих целей. Конспирологические теории могут нанести большой вред обществу, в том числе, привести к гибели людей — достаточно вспомнить антивакцинаторское движение. Поэтому психологи и социологи находятся в постоянных поисках ответов на вопрос о том, какие черты присущи людям, верящим в теории заговоров. Одной из таких работ стало исследование ученых из Университета Граца (Австрия), опубликованное в журнале Applied Cognitive Psychology. В нем приняли участие 165 человек, по преимуществу студентов-психологов, средний возраст которых составив 26 лет. Участники прошли онлайн-опрос и установили на свои смартфоны специальное приложение для отслеживания собственного эмоционального состояния. В течение недели приложение два раза в день предлагало добровольцам описать их текущее эмоциональное состояние их собственными словами. Они также оценивали интенсивность эмоций и то, насколько они были для них приятны или неприятны. Чтобы детально оценить то, как добровольцы характеризовали свои эмоции, ученые обратили внимание на то, какими прилагательными они их описывают, разделив слова на специфические (например, «изолированный») и неспецифические (например, «плохой»). Способность участников различать эмоции оценивалась на основе специфики используемых ими слов. Кроме того, добровольцы также заполняли анкеты, включая общую шкалу убеждений в отношении конспирологии, а также — ту, что оценивала стратегии регулирования эмоций, таких как размышление. Исследователи измерили также уровень тревожности, депрессии и эмоционального самосознания участников. Выяснилось — те испытуемые, которым сложнее давалось различать свои негативные эмоции и обозначать их, чаще верили в теории заговоров по сравнению с остальными участниками. Интересно, что такая корреляция обнаружена только в том случае, когда способность добровольцев различать эмоции оценивали независимые люди. Когда испытуемые делали это сами — вышеназванной связи не наблюдалось. Исследователи также пришли к выводу, что участники, верящие в конспирологические теории, склонны к размышлениям. Это неадаптивная, по мнению ученых, стратегия регулирования своих эмоций, при которой человек постоянно ищет причины своего дистресса во вне, но не находит ответа на свои вопросы. Авторы работы предположили: когда люди не способны эффективно управлять своими негативными эмоциями, то могут обращаться к теориям заговоров, как к способу разобраться в своих чувствах и окружающем мире, даже если эти убеждения не приносят им подлинного эмоционального облегчения.",
        "category": [
            "# конспирология",
            "# размышления",
            "# теории заговора",
            "# философствование",
            "# эмоции"
        ],
        "comments": [],
        "created_date": "2024-05-23",
        "index_importance": "5.1",
        "views": "628"
    },
    {
        "title": "Астрономы предложили отслеживать инопланетян по отражению их энергосистемы",
        "body": "Достаточно крупная энергетика, использующая солнечные батареи, в теории может быть видна из космоса на значительном расстоянии, указали авторы нового исследования. Однако необходимые для этого параметры энергосистемы довольно необычны. Американские исследователи провели вычисления того, насколько легко заметить в телескопы крупномасштабную солнечную энергетику у планеты земного типа вокруг звезды вроде Солнца. Статья с расчетами принята к публикации в The Astrophysical Journal, а с ее текстом можно ознакомиться на сервере препринтов Корнеллского университета. Астрономы отметили, что кремниевые фотоэлементы по совокупности параметров выглядят наиболее выгодными для солнечной энергетики на большинстве обитаемых планет. Кремний распространен, фотоэлементы из него выходят не очень энергоемкими в производстве и дешевыми. Арсенид галлия эффективнее, но галлий весьма дефицитен, а перовскиты имеют умеренный ресурс. Между тем кремниевые фотоэлементы имеют повышенное отражение в ряде диапазонов, включая часть ультрафиолетового и инфракрасного спектра. Ряд будущих телескопов — например, проект космического телескопа «Обсерватория обитаемых миров» (Habitable Worlds Observatory) — чувствительны как раз в таком диапазоне. Из-за этого встает вопрос: насколько реально с их помощью выявить скачок в отражении УФ- и ИК-лучей в случае планет с крупномасштабными солнечными электростанциями? Авторы работы решили ответить на этот вопрос количественно. Они посчитали, что современная человеческая цивилизация могла бы обеспечить свои потребности в электроэнергии, покрыв кремниевыми солнечными батареями 2,4% земной суши. На основе такого скромного покрытия заметить планету с СЭС в космосе современными средствами крайне тяжело. Исходя из наиболее выгодной ориентации наблюдаемой планеты относительно наших космических телескопов и фокусируясь на диапазоне в 0,34–0,52 микрометра, можно ожидать удовлетворительного соотношения сигнала к шуму (то есть выявления такой особенности наблюдаемой планеты) только при условии, что 23% ее суши будут покрыты фотоэлементами. Такой показатель рассчитали для планеты размером с Землю и примерно ее же конфигурацией суши. Причем даже в этом случае уверенное обнаружение требовало сотен часов наблюдений одной планеты и ее удаленности не более чем на 32,6 светового года. Хотя в теории подобный результат возможен, он вызывает немало практических вопросов. Часть из них задают себе сами авторы исследования. Ученые отметили, что не вполне ясно, вырастет ли потребление нашей собственной цивилизации до величины в 10 раз выше нынешней. С одной стороны, современные темпы роста потребления энергии (более 2% в год) указывают, что это случится в ближайшие века. С другой — неясно, будет ли такой рост иметь место в грядущие столетия. Как известно, с 2064 года население Земли начнет сокращаться, и далеко не ясно, остановится этот процесс в принципе или глобальная депопуляция станет концом землян (как минимум светских). Исследователи вообще поднимают вопрос о том, не будут ли внеземные цивилизации ставить сознательные пределы для своего роста. Правда, зачем бы они это делали, ученые не пояснили. Насколько можно судить по тексту работы, астрономы находятся под влиянием ошибочных идей Римского клуба о том, что рост населения ограничен конечностью ресурсов. Но и в таком случае неясно, что помешает развитой цивилизации заселить другие миры и тем самым решить проблему с ресурсами. Есть в расчетах и другое узкое место, которое авторы не упомянули (возможно, они о нем не знали). Три года назад отдельная научная работа показала, что солнечные электростанции не годятся как основной источник электроэнергии нигде, включая пустыню Сахара, поскольку их выработка слишком сильно варьируется как на протяжении суток (от нуля до 100%), так и в течение года (среднесуточная выработка в Египте в январе втрое ниже июльской). Аккумуляция солнечной энергии на полгода стоила бы столько, что ряд других, неуглеродных источников энергии оказываются дешевле и устойчивее солнечной генерации. В то же время сам подход поиска инопланетян по «техпризнакам» выглядит весьма перспективным. Кроме солнечных электростанций на четверти суши, не очень-то практичных, внеземные цивилизации высокого уровня развития могут иметь мощное ночное освещение городов или группы в десятки тысяч спутников типа Starlink. Для близких к нам звезд подобные «технические» сигналы вполне могут зарегистрировать космические телескопы.",
        "category": [
            "# астрономия",
            "# внеземные цивилизации",
            "# космос",
            "# поиск внеземной жизни"
        ],
        "comments": [
            "Заодно узнаем о перспективах зеленой энергетики.",
            "1. Это межпланетный шпионаж!)))\r\n2. Свет с этими данными летел оч долго, возможно, они уже неактуальны..."
        ],
        "created_date": "2024-05-23",
        "index_importance": "4.7",
        "views": "1051"
    },
    {
        "title": "Военврачи лечат превосходящих по званию пациентов лучше",
        "body": "В отношениях между пациентом и врачом не должно быть преференций, однако в жизни это далеко не всегда так. В новом исследовании американские ученые на примере военных показали, что более высокое звание больных влияет на отношение к ним медиков, а в результате — и на исход лечения. В работе, недавно вышедшей в журнале Science, специалисты из Университета Карнеги — Меллона и Техасского университета в Сан-Антонио (оба в США) проанализировали данные о 1,5 миллиона обращений в отделения неотложной помощи американских военных госпиталей. В одних случаях пациенты — действующие военнослужащие от 18 до 64 лет— превосходили врачей в плане воинских званий, а в других — наоборот. Исследователи изучили, как это воздействовало на врачей и качество обслуживания пациентов. При оценке общих усилий и ресурсов, затраченных медиками при лечении, учитывали такие критерии, как выписанные рецепты на прием опиоидов, количество кодов диагнозов и видов лечения в медкарте, все назначенные анализы, диагностические обследования с визуализацией (рентген, томография и прочие исследования) и выполненные процедуры. Анализ выявил умеренно нелинейную положительную взаимосвязь между наличием большей власти у пациентов и усилиями при их лечении. В целом врачи тратили на 3,6% больше ресурсов и усилий, если больные превосходили их по званию. В итоге такие пациенты получали более качественную медпомощь. Об этом говорило то, что вероятность повторной госпитализации в течение месяца после пройденного лечения у них была на 15% ниже, нежели у больных более низкого воинского звания, чем у врача. Кроме того, когда параллельно с пациентами, уступавшими по званию, врачи наблюдали более высокопоставленных военных, это приводило к негативным последствиям для первых. Усилия по их лечению были на 1,9% ниже, а вероятность повторной госпитализации повышалась на 3,4%. Исследование также показало, что на взаимоотношения между врачом и пациентом влияет и этническая принадлежность. Чернокожие медики особенно усердно лечили превосходящих по званию чернокожих военных. При этом врачи с белым цветом кожи прилагали меньше усилий с чернокожими пациентами. По словам ученых, таким образом обличенные властью могут непреднамеренно «обкрадывать» менее влиятельных людей, о чем ранее говорилось и в других исследованиях. В комментарии изданию Military Times один из авторов, профессор Стивен Шваб (Stephen Schwab), процитировал заведующего отделением неотложной помощи, с которым он контактировал в рамках исследования. Тот отметил, что все дело в человеческой натуре: людям свойственно прикладывать больше усилий, когда ставки высоки, и медики тут не исключение. Хотя в работе рассматривались только военные, исследователи допускают, что в гражданском здравоохранении проблема неравенства в медобслуживании в зависимости от влиятельности пациентов может стоять еще острее. Авторы предложили несколько возможных способов решения вопроса. Среди них — периодическое перераспределение обязанностей врачей, применение алгоритмов для обоснования лечения пациентов, работа с персоналом по преодолению обозначенной в исследовании предвзятости и так далее. Однако насколько такие методы будут эффективны на практике, пока не ясно.",
        "category": [
            "# власть",
            "# влиятельность",
            "# военные",
            "# врачи",
            "# лечение",
            "# неравенство"
        ],
        "comments": [],
        "created_date": "2024-05-23",
        "index_importance": "4.7",
        "views": "488"
    },
    {
        "title": "В Пермском Политехе разработали автоматическую тележку для перемещения грузов на производстве",
        "body": "На 10 тысяч рабочих мест в России приходится лишь 10 роботизированных систем. Это в 100 раз ниже, чем в других странах. При этом роботизация способна повысить производительность и минимизировать простои оборудования. Сейчас работу по транспортировке деталей и оснасток проводят операторы станков. Студенты ПНИПУ разработали автоматизированную тележку «Чебуратор» для выполнения промышленных логистических задач. Изобретение позволит снять с персонала необходимость самостоятельно перемещать детали, узлы и инструмент, благодаря чему будут оптимизированы процессы перемещения грузов, а время простоя станков — значительно снижено. Исследование получило первое место в номинации «Текущая разработка» в конкурсе инновационных проектов «Изобретатели Пермского края». Работа проведена в рамках программы стратегического академического лидерства «Приоритет 2030». Пока станок простаивает, производство терпит убытки. В среднем рабочий тратит на доставку заготовок 15 минут. Участок функционирует в три смены, поэтому в сутки на доставку тратится 45 минут. При этом час простоя токарного станка ЧПУ с тремя осями приблизительно равен 15-20 тысячам рублей. Оборонная промышленность работает 365 дней в году, следовательно, это почти 5,5 миллионов рублей потерянного годового дохода. Сейчас грузы перемещают вручную или с помощью аналоговых приспособлений, которые уступают разработке политехников по многим характеристикам. Обычно они дороже, не могут двигаться по неровному полу и беспроводным сетям – только по цветным и магнитным линиям. Разработка студентов ПНИПУ обладает интуитивно понятным интерфейсом для взаимодействия и гарантирует безопасность данных. Перемещение тележек отслеживается на сервере, который может быть расположен на самом предприятии, так что утечка данных почти невозможна. Такая система способна работать среди людей: скорость тележек достигает пяти километров в час, что дает им возможность двигаться в одном помещении с людьми. Благодаря системе датчиков, включающей в себя лидары и ультразвуковые датчики, «Чебураторы» смогут не только останавливаться, чтобы пропустить проходящих мимо людей, но и смогут объезжать статичные препятствия. Рама тележки оснащена передней мостовой колесной схемой, что позволяет преодолевать препятствия до 15 сантиметров в высоту и неровности поверхности до семи градусов. Конструкция тележки представляет собой платформу, которая двигается с помощью колесных модулей. Она может разворачиваться на месте, изменять направление движения без изменения ориентации корпуса или вместе с ним при необходимости. По расчетам разработчиков «Чебуратор» способен поднимать грузы массой до трех тонн. Система спроектирована на большой объем нагрузок и скоростей. Тележку при необходимости можно дооснастить гидравлическим навесным оборудованием для захвата, стыковки или подъема груза. «Преимущества «Чебуратора» заключаются в том, что его ПО подстраивается под требования заказчика. Например, движение каждого отдельного робота контролируется с помощью GPS-системы, но если на предприятии недопустим такой способ управления, то ПО можно переписать с упором на перемещение по цветным, магнитным линиям или QR-кодам и RFID-меткам (технология идентификации, которая работает с помощью радиосигнала). Благодаря машинному зрению и сигналу от меток, тележка самостоятельно ориентируется в цеховом пространстве. Кроме того, она может быть оснащена собственным ПО отдельно от сервера. Это позволит строить для нее собственные маршруты и по необходимости переключаться между ними во время работы», – говорит руководитель проекта, студент аэрокосмического факультета ПНИПУ Иван Макаров. Разработка студентов ПНИПУ поможет автоматизировать логиcтические процессы на предприятиях, что позволит сократить время простоя и качественно ускорит работу. Запуск отечественного производства «Чебураторов» обеспечит независимость от ситуации в мире, а потребитель будет получать актуальные обновления и сможет иметь двустороннюю связь с производителем. Заказчиками «Чебуратора» станут заводы из машиностроительной отрасли России. Продуктом уже заинтересовались предприятия УЗТМ, АвтоВАЗ, Протон-ПМ. Сейчас разработчики готовят документы на получение патента.",
        "category": [
            "# грузы",
            "# перемещение",
            "# производство",
            "# тележка"
        ],
        "comments": [],
        "created_date": "2024-05-23",
        "index_importance": "4.4",
        "views": "182"
    },
    {
        "title": "В ИФХЭ РАН изучили структурообразование в неотвержденной смеси из эпоксида, растворителя и термопласта",
        "body": "Ученые лаборатории структурно-морфологических исследований ИФХЭ РАН изучили фазовые равновесия, взаимодиффузию и структуру неотвержденной смеси из трех компонентов: эпоксидного олигомера, активного разбавителя алкилглицидилового эфира и полисульфона (термопластичного полимера, добавляемого для увеличения трещинностойкости системы). Экспериментально методом оптической интерферометрии построены тройные фазовые диаграммы в диапазоне температур от 40 до 180 градусов и рассчитаны термодинамические параметры смешения. На фазовых диаграммах определены критические точки и области, в которых смесь обладает гомогенными и гетерогенными свойствами. Полученная информация необходима для определения концентрационных диапазонов, определяющих конечный тип фазовой структуры отвержденной композиции. Это позволит технологам регулировать структуру материала (матрица-дисперсия, взаимопроникающие фазы или инвертированная матрица дисперсия) на основании информации о смешении компонентов, не прибегая к скрининговым рутинным экспериментам. В процессе химического отверждения эпоксидных олигомеров, модифицированных термопластами, образуется гетерогенная фазовая структура. Эта структура определяет физико-механические свойства полученного материала. Для определения концентраций и технологических режимов, ведущих к образованию требуемой фазовой структуры, ученым необходимо предварительно получить информацию о фазовых равновесиях в исходных неотвержденных многокомпонентных полимерных системах. На этапе смешивания компонентов необходимо понять, как именно они взаимодействуют и какую структуру создают. Например, в одних случаях при смешивании возникает гомогенная смесь, в которой компоненты полностью растворяются друг в друге, как при смешивании желтой краски с красной получается оранжевый цвет. Может сформироваться гетерогенная структура; в ней, как в узоре в горошек, в компоненте-матрице присутствуют включения второго компонента. «Но самой интересной, обладающей уникальными свойствами, является структура с взаимным проникновением фаз, – рассказала один из авторов работы, ведущий научный сотрудник лаборатории, кандидат химических наук Ульяна Никулова. – Эта структура похожа на картину, написанную акварелью «по-мокрому», когда две краски, перетекая друг в друга, образуют не новый цвет, а нерукотворный узор. Для получения требуемых эксплуатационных характеристик мы должны сформировать нужный тип фазовой структуры». В работе исследовались сочетания из квазибинарных смесей, в которых два компонента рассматриваются как один и смешиваются с третьим. В предварительных экспериментах ученые выяснили, как компоненты взаимодействуют друг с другом попарно — эпоксидная смола с активным разбавителем, полисульфон с активным разбавителем и эпоксидная смола с полисульфоном. Чтобы убедиться в том, что бинарная смесь при взаимодействии с третьим компонентом представляет собой гомогенную систему, для каждой пары были экспериментально получены температурные зависимости показателей преломления света. Линейная форма зависимости свидетельствует о гомогенности. Эксперименты показали, что эпоксид и активный разбавитель алкидглицидиловый эфир при смешивании образуют гомогенный раствор; то же самое относится к эпоксиду и полисульфону. Однако на фазовой диаграмме смеси полисульфона и алкидглицидилового эфира наблюдается гетерогенная зона; смесь будет гомогенной только в области, где концентрация полисульфона значительно превосходит концентрацию активного разбавителя. Фазовые диаграммы строились классическим методом оптической интерферометрии, который был применен к изучению полимерных и олигомерных растворов доктором химических наук А.Е. Чалых (в настоящее время — академик РАЕН) в этой лаборатории в 1960-х годах. В основу метода заложено смешение полимеров в тонком слое и изменение оптических свойств пленки в области смешения. Луч лазера создает на тонкой полимерной пленке интерференционные кривые, на основе которых определяются точки фазовой диаграммы. Для оптически прозрачных полимеров это один из наиболее достоверных и надежных (но требующих высокой квалификации оператора) методов построения фазовых диаграмм. Измерения производились в диапазоне температур от 40 до 180 градусов с шагом 20 градусов для систем, пришедших в равновесное состояние. «Скорость диффундирования, т. е. проникновения компонентов друг в друга, – очень важный параметр, определяющий технологическое время перемешивания. В каких-то случаях для достижения равновесия требуются секунды, в каких-то — минуты, часы или сутки, – объяснила Ульяна Никулова. – Шаг по температуре подбирается в предварительных экспериментах индивидуально для каждой конкретной системы. Если шаг слишком большой, то изменения в системе могут быть зафиксированы с большой погрешностью. Это отразится на технологическом процессе». В результате экспериментов была построена фазовая диаграмма для тройной неотвержденной смеси, в которую входили эпоксидная смола, активный разбавитель и полисульфон. На этой фазовой диаграмме можно определить, где находится область взаимопроникновения фаз, или, для начала, где находится гомогенная область. При введении отвердителя в гомогенную смесь, эпоксидная смола начнет «сшиваться». Структура системы перестанет быть гомогенной. «В дальнейших экспериментах мы будем смотреть, какие изменения произойдут в системе при введении отвердителя, как при химическом отверждении будет развиваться процесс структурообразования, и в какую концентрационную область будет смещаться гетерогенная зона на фазовой диаграмме. Так мы сможем определить концентрации компонентов смеси, при отверждении которой будет сформирована структура взаимного проникновения фаз», – подвела итог Ульяна Никулова. Эпоксидные полимеры отличаются рядом положительных качеств: незначительной усадкой при отверждении, коррозионной стойкостью, небольшим термическим расширением, меньшим весом при достаточно больших твердости и прочности. Эпоксидная смола обладает высокой адгезией к различным поверхностям. При отверждении эпоксидов не выделяются летучие вещества. Отвержденный полимер хорошо поддается обработке. Высокая реакционная способность эпоксидной группы позволяет применять различные отвердители. Благодаря этому экологичные и технологичные в производстве эпоксидные полимеры используются при ремонте, в качестве компонентов герметизирующих составов, красок, лаков, и самостоятельных материалов для создания деталей, которым необходимы коррозионная стойкость и прочность при малом, по сравнению с неполимерными материалами, весе. На протяжении многих лет эпоксиды активно использовались в качестве матриц для полимерных композиционных материалов с высокими механическими характеристиками. Однако эксплуатационных характеристик чистых эпоксидных материалов недостаточно для работы при больших нагрузках. Поэтому эпоксиды модифицируют особыми полимерами – жесткоцепочечными термопластами, такими как полисульфон (PSU), полиэфирсульфон, полиэфиримид, полиэфирэфиркетон и другими. Добавление таких термопластов одновременно повышает теплостойкость и увеличивает трещиностойкость материала. Недостаток термопластов состоит в том, что при их добавлении увеличивается вязкость смеси и, следовательно, затрудняется перемешивание компонентов. Поэтому в эпокси-термопластичную смесь добавляется активный разбавитель, уменьшающий вязкость и улучшающий технологические качества смеси. Трехкомпонентная система из эпоксидного олигомера, термопласта и активного разбавителя после химического отверждения создает функциональный полимерный материал с уникальными физико-механическими характеристиками. Работа выполнена при финансовой поддержке Министерства науки и высшего образования России.",
        "category": [
            "# алкиды",
            "# гомогенность",
            "# полимерные материалы",
            "# свойства"
        ],
        "comments": [],
        "created_date": "2024-05-23",
        "index_importance": "4.3",
        "views": "136"
    }
]